Repository: St10258543/prog7312-part-2-St10258543
Catalog: Resources/Views/Home/Index.*.resx
Languages: af, zu

# HomePageTitle
source: Home Page
af: Tuisblad
zu: Ikhasi Elikhulu

# AppName
source: Municipality App
af: Munisipaliteit Toep
zu: Uhlelo Lomkhandlu

# HomePageDescription
source: Welcome to the Municipality App. Here, you can report issues in your community, stay updated on local events and announcements, and track the status of your service requests.
af: Sluit aan by u gemeenskap en maak 'n verskil! Met die Munisipaliteit Toep kan u vinnig plaaslike probleme rapporteer, op hoogte bly van gebeurtenisse en aankondigings, en u diensversoeke nagaan.
zu: Joyina umphakathi wakho ukuze wenze umehluko! Nge-Uhlelo Lomkhandlu, ungabika izinkinga zomphakathi wakho ngokushesha, uhlale unolwazi ngeziganeko nezaziso, futhi ulandelele izicelo zakho zesevisi.

# NavHome
source: Home
af: Tuis
zu: Ikhaya

# NavReportIssues
source: Report Issues
af: Rapporteer Probleme
zu: Bika Izinkinga

# NavEvents
source: Local Events and Announcements
af: Plaaslike Gebeurtenisse Aankondigings
zu: Iziganeko Zasendaweni Nezaziso

# NavRequests
source: Service Request Status
af: Diensversoekstatus
zu: Isimo Sezicelo Zesevisi

# FeatureReportTitle
source: Report Issues
af: Rapporteer Probleme
zu: Bika Izinkinga

# FeatureReportDescription
source: Quickly report municipal issues such as potholes, water leaks, and power outages.
af: Rapporteer vinnig munisipale probleme soos slaggate, waterlekke en kragonderbrekings.
zu: Bika ngokushesha izinkinga zomkhandlu ezifana nemigodi, ukuvuza kwamanzi, nokuphazamiseka kukagesi.

# FeatureReportLink
source: Report an Issue
af: Rapporteer 'n Probleem
zu: Bika Inkinga

# FeatureEventsTitle
source: Local Events and Announcements
af: Plaaslike Gebeurtenisse Aankondigings
zu: Iziganeko Zasendaweni Nezaziso

# FeatureEventsDescription
source: Stay informed about upcoming events and important community announcements.
af: Bly op hoogte van komende gebeurtenisse en belangrike gemeenskapsaankondigings.
zu: Hlala unolwazi ngeziganeko ezizayo nezaziso ezibalulekile zomphakathi.

# FeatureEventsLink
source: View Events
af: Besigtig Gebeurtenisse
zu: Buka Iziganeko

# FeatureStatusTitle
source: Service Request Status
af: Diensversoekstatus
zu: Isimo Sezicelo Zesevisi

# FeatureStatusDescription
source: Track the progress of your service requests and get real-time updates.
af: Volg die vordering van u diensversoeke en kry real-time opdaterings.
zu: Landela inqubekela phambili yezicelo zakho zesevisi bese uthola izibuyekezo ngesikhathi sangempela.

# FeatureStatusLink
source: Check Status
af: Kontroleer Status
zu: Bheka Isimo

# ComingSoonText
source: The Service Request Status feature is coming soon!
af: Hierdie funksie word binnekort ge√Ømplementeer.
zu: Izici Zeziganeko Nezicelo zizofika maduze!
