Repository: St10258543/prog7312-part-2-St10258543
Catalog: Resources/Views/Issues/Index.*.resx
Languages: af, zu

# ReportIssuesDescription
source: Report any issues like broken streetlights, water leaks, or road damage.
af: Rapporteer enige probleme in u buurt soos gebroke straatligte, waterlekke of padskade. Voeg foto's by om dit vinniger op te los.
zu: Bika noma yiziphi izinkinga emakhelwaneni akho, ezifana nezibani zomgwaqo eziphukile, ukuvuza kwamanzi noma ukonakala komgwaqo. Faka izithombe ukuze kuxazululwe ngokushesha.

# ReportIssuesTitle
source: Report Issues
af: Rapporteer Probleme
zu: Bika Izinkinga

source: Report an Issue
af: Rapporteer ’n Probleem
zu: Bika Inkinga

source: Location:
af: Ligging:
zu: Indawo:

# EnterLocationPlaceholder
source: Enter location of the issue
af: Voer die ligging van die probleem in
zu: Faka indawo yenkonzo/inkinga

source: Category:
af: Kategorie:
zu: Isigaba:

source: Select Category
af: Kies Kategorie
zu: Khetha Isigaba

# Sanitation
source: Water and Sanitation
af: Sanitasie
zu: Ukuhlanzeka

# Roads
source: Roads and Transport
af: Paaie
zu: Imigwaqo

source: Utilities
af: Nutsdienste
zu: Izinsiza

source: Other
af: Ander
zu: Okunye

source: Description:
af: Beskrywing:
zu: Incazelo:

# DescribeIssuePlaceholder
source: Describe the issue...
af: Beskryf die probleem...
zu: Chaza inkinga...

# AttachMedia
source: Attach Media (Images/Documents):
af: Heg Media aan (Beelde/Dokumente):
zu: Faka Izithombe/Nemibhalo:

# ChooseFileButton
source: Choose file
af: Kies lêer
zu: Khetha ifayela

source: No file chosen
af: Geen lêer gekies nie
zu: Alukho ifayela olukhethiwe

source: files selected
af: lêers geselekteer
zu: amafayela akhethiwe

source: Report Progress:
af: Rapportvordering:
zu: Inqubekelaphambili Yokubika:

# BackButton
source: Back
af: Terug
zu: Emuva

# SubmitReportButton
source: Submit Report
af: Dien Rapport In
zu: Thumela Umbiko
