Repository: St10258543/prog7312-part-2-St10258543
Catalog: Resources/Views/Issues/Status.*.resx
Languages: zu

# SubmittedReportsTitle
source: Submitted Reports
zu: Izaziso Ezithunyelwe

# SubmittedReportsDescription
source: View all reports submitted by users in your community.
zu: Buka zonke izaziso ezithunyelwe abasebenzisi emphakathini wakho.

# NoReportsMessage
source: No reports have been submitted yet.
zu: Akukho zaziso ezithunyelwe okwamanje.

source: Location
zu: Indawo

source: Description
zu: Incazelo

source: Date Submitted
zu: Usuku Lwethunyelwe

# Category_Sanitation
source: Sanitation
zu: Ukuhlanzeka

# Category_Roads
source: Roads
zu: Izindlela

# Category_Utilities
source: Utilities
zu: Izinsiza

# Category_Other
source: Other
zu: Ezinye

# Status_Pending
source: Pending
zu: Elindile

# Status_InProgress
source: In Progress
zu: Kuqhubeka

# Status_Completed
source: Completed
zu: Kuqediwe

# Status_Rejected
source: Rejected
zu: Kwenqatshelwe
